Repository: evolve-os/evolve-sc
Catalog: po/*.po
Languages: tr

source: System Base
tr: Sistem Tabanı

source: Base Components
tr: Temel Bileşenler

source: Base components of Solus
tr: Solus'un temel bileşenleri

source: Boot utilities
tr: Önyükleme araçları

source: Tools and daemons required early in the boot process
tr: Önyükleme işleminin başlarında yüklenmesi gereken araçlar ve arkaplan hizmetleri

source: System utilities
tr: Sistem araçları

source: Commonly used components for a full installation, not used in minimal environments
tr: Minimum ortamlarda kullanılmayan tam kurulum için yaygın kullanılan bileşenler

source: Base development tools
tr: Temel geliştirme araçları

source: Development utilities - base system
tr: Geliştirme araçları - temel sistem

source: X.Org Base Components
tr: X.org Taban Bileşenleri

source: Base components required for the X.Org System
tr: X.Org sistemi için gerekli temel bileşenler

source: X.Org Protocol Headers
tr: X.org Protokol Başlıklar

source: Protocol headers required for building X.Org Libraries
tr: X.Org Kitaplıklarını oluşturmak için gereken protokol başlıkları.

source: X.Org Core Libraries
tr: X.Org Ana Kütüphaneleri

source: Core libraries required by X.Org
tr: X.Org tarafından ihtiyaç duyulan temel kitaplıklar

source: X.Org Core Fonts
tr: X.Org Temel Yazı Tipleri

source: Core fonts required by X.Org
tr: X.Org tarafından ihtiyaç duyulan temel yazı tipleri

source: X.Org Core Applications
tr: X.Org Temel Uygulamaları

source: Collection of simple applications for X.Org
tr: X.Org için temel uygulamaların toplanması

source: X.Org Display
tr: X.Org Ekranı

source: Software required to run an X.Org Display
tr: X.Org ekranını çalıştırmak için gereken yazılım

source: X.Org Server
tr: X.Org Sunucusu

source: Core server of the X Window System
tr: X Pencere Sisteminin temel sunucusu

source: X.Org Drivers
tr: X.Org Sürücüleri

source: Drivers required to use the X Window System
tr: X Pencere Sistemini kullanmak için gereken sürücüler

source: Networking Base
tr: Ağ Tabanı

source: Email clients
tr: E-posta istemcileri

source: IRC clients
tr: IRC istemcileri

source: Instant messaging
tr: Anlık mesajlaşma

source: News and RSS readers
tr: Haber ve RSS okuyucuları

source: Remote management software
tr: Uzaktan yönetim yazılımı

source: Web applications
tr: Web uygulamaları

source: Web browsers
tr: Ağ tarayıcıları

source: Networking utilities
tr: Ağ araçları

source: Download managers
tr: İndirme yöneticileri

source: Networking CLI Clients
tr: Ağ İstemcileri

source: Kernel Images
tr: Kernel İmajları

source: Kernel Development
tr: Kernel Geliştirme

source: Text Editors
tr: Metin Yayımcıları

source: Simple and advanced text editors
tr: Basit ve gelişmiş metin Yayımcıları

source: Office Software
tr: Ofis Yazılımı

source: Office software
tr: Belge yazılımı

source: Financial Software
tr: Mâli Yazılım

source: Mathematics-Oriented Software
tr: Matematik Yönelimli Yazılım

source: Note-Taking Software
tr: Not Alma Yazılımı

source: Scientific Software
tr: Bilimsel Yazılım

source: Software aimed at various scientific fields.
tr: Çeşitli bilim alanlarına yönelik yazılımlar.

source: E-book and PDF Viewing Software
tr: E-kitap ve PDF görüntüleme yazılımı

source: Programming
tr: Programlama

source: Software related to programming
tr: Programlamaya ilişkin yazılımlar

source: Development files
tr: Geliştirme dosyaları

source: Integrated Developer Environments
tr: Bütünleşik Geliştirici Ortamları

source: Development tools
tr: Geliştirme araçları

source: Haskell libraries
tr: Haskell kitaplıkları

source: Python modules
tr: Python modülleri

source: Perl modules
tr: Perl modülleri

source: Java modules and libraries
tr: Java modülleri ve kitaplıkları

source: Programming libraries
tr: Programlama kitaplıkları

source: Database clients and servers
tr: Veritabanı istemcileri ve sunucuları

source: Desktop Software
tr: Masaüstü Yazılımı

source: Desktop specific software
tr: Masaüstüne özel yazılım

source: General Multimedia Software
tr: Genel Multimedya Yazılımı

source: Graphics
tr: Grafik

source: Graphics Manipulation Software
tr: Grafik İşlem Yazılımı

source: Multimedia Codecs
tr: Multimedya Kod Çözücüleri

source: Multimedia Codecs and Format Support
tr: Multimedya Kod Çözücüleri ve Biçim Desteği

source: Video Software
tr: Video Yazılımı

source: Audio Software
tr: İşitsel Yazılımı

source: Multimedia Libraries
tr: Multimedya Kitaplıkları

source: GStreamer Runtime
tr: GStreamer Çalışma Zamanı

source: GStreamer Runtime &amp; Support Libraries
tr: GStreamer Çalışma Zamanı &amp; Destek Kitaplıkları

source: Desktop Libraries
tr: Masaüstü Kitaplıkları

source: Common libraries required for a desktop
tr: Bir masaüstü için gerekli olan ortak kitaplıklar

source: Desktop Theming
tr: Masaüstü Teması

source: Themes to enhance the desktop
tr: Masaüstünü zenginleştirmek için temalar

source: Desktop Fonts
tr: Masaüstü Yazı Tipleri

source: Fonts to enhance the desktop
tr: Masaüstünü zenginleştirmek için yazı tipleri

source: Qt Runtime Libraries
tr: Qt Çalışma Zamanı Kitaplıklari

source: GTK Runtime Libraries
tr: GTK Çalışma Zamanı Kitaplıklari

source: Budgie Desktop
tr: Budgie Masaüstü

source: Elements of the Solus Budgie Experience
tr: Solus Budgie Deneyiminin Unsurları

source: GNOME Desktop
tr: GNOME Masaüstü

source: MATE Desktop
tr: Mate Masaüstü

source: i3 Desktop
tr: i3 Masaüstü

source: GNOME Desktop - Core System
tr: GNOME Masaüstü - Temel Sistem

source: GNOME Documentation Tools
tr: GNOME Belgeleme Araçları

source: Documentation tools for GNOME
tr: GNOME için belge araçları

source: KDE Desktop
tr: KDE Masaüstü

source: KDE Desktop - Core System
tr: KDE Masaüstü - Temel Sistem

source: Desktop Core Components
tr: Masaüstü Temel Bileşenleri

source: Core components for desktop systems
tr: Masaüstü sistemleri için temel bileşenler

source: Security applications
tr: Güvenlik uygulamaları

source: Cryptographic utilities
tr: Şifreleme araçları

source: Cryptographic utilities and runtimes
tr: Kriptografik yardımcı programlar ve çalışma zamanları

source: Security-oriented libraries
tr: Güvenlik odaklı kitaplıklar

source: Main games collection
tr: Asıl oyunlar koleksiyonu

source: Main games
tr: Asıl oyunlar

source: Action Games
tr: Aksiyon Oyunları

source: Arcade Games
tr: Eğlence Salonu Oyunları

source: Card Games
tr: Kart Oyunları

source: Console Emulators
tr: Konsol Tıpkı Benzetimcileri

source: Massive Multiplayer Online Games
tr: Muazzam Oyunculu Çevrimiçi Oyunlar

source: Platformer Games
tr: Platform Oyunları

source: Puzzle Games
tr: Yapboz Oyunları

source: Role-playing Games
tr: Rol yapma Oyunları

source: Strategy Games
tr: Strateji Oyunları

source: Solus Repository
tr: Solus Paket Havuzu

source: System Software
tr: Sistem Yazılımları

source: Internet Software
tr: İnternet Yazılımları

source: Multimedia &amp; Graphics
tr: Multimedya &amp; Grafik

source: Gaming on Solus
tr: Solus'ta Oyun

source: Programming Languages &amp; Tools
tr: Programlama Dilleri &amp; Araçları

source: Desktop Software &amp; Theming
tr: Masaüstü Yazılımları &amp; Temaları

source: Security Software
tr: Güvenlik Yazılımı

source: Open up the updates view of the application
tr: Uygulamanın güncellemeler tablosunu açın.

source: Switching to the B-side of the cassette…
tr: Kasetin B tarafına geçiliyor...

source: {} operations pending
tr: {} bekleyen işlemler

source: - This may take <b>some time!</b>
tr: - Bu <b>biraz zaman alabilir!</b>

source: One operation pending
tr: Bekleyen bir işlem.

source: Updating %s repository
tr: %s paket havuzu güncelleniyor.

source: Extracting {} of {}: {}
tr: {} :{} / {} ayıklanıyor.

source: Configuring {} of {}: {}
tr: {} :{} / {} yapılandırılıyor

source: Installing {} of {}: {}
tr: {} :{} / {} kuruluyor

source: Removing {} of {}: {}
tr: {} :{} / {} kaldırılıyor

source: Upgraded {} of {}: {}
tr: {} :{} / {} yükseltildi

source: Removed {} of {}: {}
tr: {} :{} / {} kaldırıldı

source: Downloading {} ({})
tr: {} ({}) indiriliyor

source: Downloading {} of {}: {} ({})
tr: {} / {} indiriliyor: {} ({})

source: Downloading {}
tr: {} indiriliyor

source: The following dependencies need to be installed to continue
tr: Devam etmek için aşağıdaki bağımlılıkların kurulması gerekiyor.

source: Installation confirmation
tr: Kurulum onayı

source: The following dependencies need to be removed to continue
tr: Devam etmek için belirtilen aşağıdaki bağımlılıkların kaldırılması gerekiyor.

source: Removal confirmation
tr: Kaldırma onayı

source: The following dependencies need to be updated to continue
tr: Devam etmek için belirtilen aşağıdaki bağımlılıkların güncellenmesi gerekiyor

source: Update confirmation
tr: Güncelleme onayı

source: Cancel
tr: İptal

source: Install
tr: Yükle

source: Update
tr: Güncelle

source: Remove
tr: Kaldır

source: Standard Update
tr: Standart Güncelleme

source: Security Update
tr: Güvenlik Güncellemesi

source: Report issues
tr: Sorunları bildir

source: Visit Website
tr: Siteyi ziyaret et

source: Details
tr: Ayrıntılar

source: Developers
tr: Geliştiriciler

source: Version
tr: Sürüm

source: Installed size
tr: Yüklü boyut

source: Donate
tr: Bağış yap

source: Changelog
tr: Değişiklikler

source: License
tr: Lisans

source: Report an invalid or missing license
tr: Geçersiz veya eksik bir lisans bildirin

source: This selection is available in accordance with the terms set in the following license(s):
tr: Bu seçim, aşağıdaki lisans(lar)daki koşullara uygun olarak mevcuttur:

source: Cannot remove core system software
tr: Temel sistem yazılımı kaldırılamaz

source: {} categories
tr: {} kategoriler

source: No screenshots available
tr: Ekran görüntüsü yok

source: Software Center
tr: Uygulama Merkezi

source: Home
tr: Ev

source: Updates
tr: Güncellemeler

source: Installed
tr: Yüklendi

source: Third Party
tr: Üçüncü Taraf

source: Search
tr: Ara

source: Settings
tr: Ayarlar

source: Solving the Paradox Of Choice
tr: Seçimin karmaşası çözülüyor

source: Concentrating really hard
tr: Konsantrasyon gerçekten zor

source: Type a query to get started
tr: Başlamak için bir sorgu yazın

source: No results found
tr: Sonuç bulunamadı

source: Every hour
tr: Her saat

source: Daily
tr: Günlük

source: Weekly
tr: Haftalık

source: All updates
tr: Tüm güncellemeler

source: Security updates only
tr: Sadece güvenlik güncellemeleri

source: Security & core updates
tr: Güvenlik & temel güncellemeler

source: Check for updates
tr: Güncellemeleri kontrol et

source: Update Details
tr: Güncelleme Detayları

source: Not installed
tr: Yüklü değil

source: Discombobulating update matrix
tr: Güncelleme dizeyi karıştırılıyor

source: Please check back later, updates are now applying
tr: Lütfen daha sonra tekrar kontrol ediniz, şimdi güncellemeler uygulanıyor

source: Software is up to date
tr: Uygulama günceldir

source: 0 items selected
tr: 0 öge seçildi

source: Check new updates
tr: Yeni güncellemeleri kontrol et

source: Update Selected
tr: Güncelleme seçildi

source: {} of {} updates selected
tr: {} / {} güncelleme seçildi

source: {} of {} updates selected ({} to download)
tr: {} / {} güncelleme seçildi ({} indirmek için)

source: Security updates available
tr: Güvenlik güncellemeleri mevcut

source: Update at your earliest convenience to ensure continued security of your device
tr: Cihanızın güvenli kalması için en kısa zaman da güncelleyiniz

source: Software updates available
tr: Uygulama güncellemeleri mevcut

source: New software updates are available for your device
tr: Cihazınız için yeni yazılım güncellemeleri mevcut

source: Open Software Center
tr: Uygulama Merkezi'ni aç
